Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ ན་ཚོད་ བཟང་པོ་ གྲོང་ སྲུངས་ ཚེ །_། གྲོང་ཁྱེར་ དག་ གི་ སྒོ་ ནི་ ཕྱེ་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ རྨ་བྱ འི་ ང་རོ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $302 “The well-gone Suvayas, when a city guard, |#| Opened the city gate |#| For the thus-gone Peacock Call |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷ་ དགའ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ཏུ་ རྣམ་རྒྱལ་ ལ །_། ཤི་ རི་ ཤ་ ཡི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $303 “The thus-gone Amarapriya, when a physician, |#| Scattered śirīṣa flowers |#| Before the thus-gone Universal Victor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ ཕུང་པོ་ སྨད་འཚོང་མ འི །_། གཙོ་ མོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ འབྱོར་ འོད་ ལ །_། ན་བ་ མ་ལ འི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $304 “The well-gone Ratnaskandha, when a leader of prostitutes, |#| Scattered navamallikā flowers |#| Before the well-gone Light of Wealth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཛེས་ གཤེགས་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ ནི་ མཐའ་ ཡས་ལ །_། ཨུད་པ་ ལ་ ནི་ གཅིག་ཅིག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $305 “The well-gone Laḍitavikrama, when the son of a merchant, |#| Offered a single utpala |#| To the thus-gone Infinite Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་ ཕྱོགས་ བཙོ་བླག་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྙན་པ ར་ དགྱེས་ དེ་ ཡི །_། ན་བཟའ་ བཀྲུ་བཤལ་ དག་ ནི་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $306 “The well-gone Siṃhapakṣa, when a washerman, |#| Washed the garments |#| Of the thus-gone Delightful Joy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤིན་ཏུ་ མཐོ ར་ གཤེགས་ གླང་པོ་ཆེ འི །_། [303a] རྫི འི་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ བདེ་གཤེགས་ ཀྱི །_། གདན་ ནི་ འབའ་ ཏི་ ཤིང་ དྲུང་ བཏིང་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $307 “The well-gone Atyuccagāmin, when an elephant herder, [303.a] |#| Prepared a seat in front of a ’ba ti#187 tree |#| For the thus-gone Well-Gone One |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེ་ དབང་ གྲོང་ཁྱེར་ རྟེན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ འི་ ལྷ་ དེ་ ལ །_། ཏྲེ་ ཀ་ ནི་ ཡི་ མེ་ཏོག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $308 “The well-gone Janendra, when a city beggar, |#| Offered trekani#188 flowers |#| To the thus-gone God of Clarity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་གྲོས་ བཟང་པོ་ གྲོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐའ་ ཡ ས་ གཤེགས་ དེ་ |#| ལ །_། ཨ་མྲ འི་ ལྕུག་མ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $309 “The well-gone Sumati, when the head of a city, |#| Offered mango tree shoots |#| To the thus-gone Infinite Departure |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཇིག་རྟེན་ འོད་ ནི་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡུལ་འཁོར་ ལྷ་ དེ་ ལ །_། སྤོས་ རྣམས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $310 “The well-gone Lokaprabha, when an incense merchant, |#| Offered the finest incense |#| To the thus-gone God of the Land |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ གཟི་བརྗིད་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་ ཟབ་ དེ་ |#| ལ་ ནི །_། བལ་ དང་ འབྲས་བུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $311 “The well-gone Ratnatejas, when a brahmin, |#| Offered wool and fruit |#| To the thus-gone Profound Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐལ་ལྡན་ ཤིང་རྟ་ རྩྭ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྡེ་ ཡི་ འགྲོས་ དེ་ ལ །_། མེ་ཏོག་ ཆུན་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $312 “The well-gone Bhāgīrathi, when a grass seller, |#| Offered a bouquet of flowers |#| To the thus-gone Group Movement |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཀུན་ རྒྱལ་ འཁྲུལ་ འཁོར་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། དར་ གྱི་ ལྡ་ལྡི་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $313 “The well-gone Saṃjaya, when a maker of devices, |#| Offered silk tassels |#| To the thus-gone Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགའ་བ་ བཀོད་པ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ ཕུང་པོ་ ལ །_། འོ་མ ར་ བཅས་པ འི་ འབྲས་ ཅན་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $314 “The well-gone Rativyūha, when a merchant, |#| Offered rice cooked with milk |#| To the thus-gone Mass of Splendor |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྟེགས་ ནི་ མཛད་པ་པོ །_། ཤིང་རྟ་ མཁན་ ཚེ་ བདེ་གཤེགས་ དགྱེས་ ཆུང་ ལ །_། ཤིང་ ལས་ བྱས་པ འི་ མཆིལ་ལྷམ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $315 “The thus-gone Tīrthakara, when a chariot maker, |#| Offered wooden footwear |#| To the well-gone Delighting in Less |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ ཀྱི་ གླང་པོ་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་རྩལ་ ཆེན་པོ་ ལ །_། རྨ་བྱ འི་ བསིལ་ཡབ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $316 “The well-gone Gandhahastin, when a householder, |#| Offered a fan of peacock feathers |#| To the thus-gone Great Power |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་གྲོས་ འོད་འཕྲོ་ རྒྱལ་པོ་ ཡི །_། བཙུན་མོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ རྒྱལ་སྡེ་ ལ །_། མེ་ཏོག་ པར་ ཤི་ ཆང་པ་ གང་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $317 “The well-gone Arciṣmati, when a queen, |#| Offered a bundle of vārṣikī flowers |#| To the well-gone Victorious Army |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རི་བོ་ རྒྱལ་མཚན་ ཁྱེ་ འུ འི་ ཚེ །_། [303b] དེ་བཞིན་ གཤེགས་པ་ དོན་གྲུབ་ གཤེགས་ དེ་ |#| ལ །_། ལག་པ་ འདག་པ འི་ ཆལ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $318 “The well-gone Merudhvaja, when a young boy, [303.b] |#| Offered hand soap |#| To the thus-gone Accomplished Departure |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤོས་ བཟངས་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ སྡུག་ དེ་ ལ །_། མེ་ཏོག་ ཆུན་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $319 “The thus-gone Sugandha, when a merchant, |#| Offered a bouquet of flowers |#| To the thus-gone Lovely Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ བརྟན་ ནོར་བུ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ ང་རོ་ ལ །_། རིན་པོ་ཆེ་ ཡི་ གདུགས་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $320 “The well-gone Dṛḍhadharma, when a jeweler, |#| Offered a jewel-studded parasol |#| To the thus-gone Lion’s Roar |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ དྲག་ཤུལ་ གསེར་མགར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟོན་པ་ གསལ་ དེ་ ལ །_། གསེར་ གྱི་ མེ་ཏོག་ དག་ ནི་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $321 “The well-gone Ugratejas, when a goldsmith, |#| Scattered flowers of gold |#| To the thus-gone Clear Teacher |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ ནོར་བུ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ ཕུང་པོ་ ལ །_། མུ་ཏིག་ དམར་པོ་ དག་ ནི་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $322 “The well-gone Maṇidharman, when a captain, |#| Scattered red pearls |#| To the thus-gone Masses of Wisdom |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཟང་ བྱིན་ གྲོང་ཁྱེར་ རྟེན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ མེ་ཏོག་ ལ །_། བཤོས་ དྲོན་ བསོད་སྙོམས་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $323 “The well-gone Bhadradatta, when a city beggar, |#| Offered a cooked meal consisting of alms |#| To the thus-gone Splendid Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་བ་ ཕྲེང་རྒྱུད་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ ཕུང་པོ་ ལ །_། ཨུད་ པལ་ ལྔ་ ཞིག་ གཏོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $324 “The well-gone Candra, when a garland maker, |#| Scattered five utpalas |#| Before the thus-gone Mass of Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚངས་དབྱངས་ ལག་ བླ་ བྱེད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྫུ་འཕྲུལ་ འོད་ དེ་ ལ །_། ཚེམས་ཤིང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $325 “The well-gone Brahmasvara, when a supervisor of a new building,#189 |#| Offered toothsticks |#| To the thus-gone Miraculous Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ ཟླ་བ་ རྒྱལ་པོ་ ཡི །_། ཕོ་ཉ་ བྱེད་ ཚེ་ བདེ་གཤེགས་ གཟི་ མཐའ་ ཡ ས །_། དེ་ ལ་ མཆིལ་ལྷམ་ དག་ ནི་ དབུལ་ བྱས་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $326 “The well-gone Siṃhacandra, when a royal messenger, |#| Offered footwear |#| To the well-gone Infinite Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དཔལ་ ནི་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་ཟེར་ མཐའ་ ཡས་ལ །_། གསེར་ གྱི་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $327 “The well-gone Śrī, when the son of a merchant, |#| Offered garlands of gold |#| To the thus-gone Infinite Radiance |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལེགས་སྐྱེས་ གསེར་མགར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔལ་ གྱི་ སྙིང་པོ་ ལ །_། རིན་པོ་ཆེ་ ཡི་ སྡོང་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་ [304a] བསྐྱེད་ དོ །_།
en: $328 “The thus-gone Sujāta, when a goldsmith, |#| Offered a jeweled staff |#| To the thus-gone Essence of Glory [304.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐུབ་ མེད་ ཚོགས་ ནི་ འདུན་ དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ སྣང་ མཛད་ གྲགས་པ་ ལ །_། སྦྲང་རྩི ར་ བྱས་པ འི་ འོ་མ་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $329 “The well-gone Ajitagaṇa, when the son of a chief councillor,#190 |#| Offered milk with honey |#| To the thus-gone Famed Illuminator |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གྲགས་པ འི་ བཤེས་གཉེན་ ཚོང་དཔོན་ གྱི །_། བུར་ གྱུར་ ཚེ་ ན་ བདེ་གཤེགས་ བདེན་ ཏོག་ ལ །_། མེ་ཏོག་ དག་ གི་ ཕྲེང་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $330 “The well-gone Yaśomitra, when the son of a merchant, |#| Offered a flower garland |#| To the well-gone Truth Crest |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བདེན་པ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ དྲག་ཤུལ་ ལ །_། མེ་ཏོག་ ཆང་པ་ གང་ཞིག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $331 “The thus-gone Satya, when a garland maker, |#| Offered a bundle of flowers |#| To the thus-gone Fierce Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དཀའ་ཐུབ་ ཆེན་པོ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ ཏོག་ དེ་ ལ །_། འཁོར་ རྣམས་ ཐམས་ཅད་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $332 “The well-gone Mahātapas, when a merchant, |#| Offered his entire retinue |#| To the thus-gone Sun Crest |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷུན་པོ འི་ འོད་ཟེར་ འཁོར་ སྒྱུར་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷུན་པོ་ ཆེན་པོ་ དེ་ ལ་ ནི །_། རིན་ཆེན་ ཡུ་བ ར་ བཅས་པ འི་ གདུགས་ འབུམ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $333 “The well-gone Meruraśmi, when a universal monarch, |#| Offered one million parasols with jewel handles |#| To the thus-gone Majestic Mountain |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ བརྩེགས་པ་ དེད་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་པ་ བཀོད་པ་ དེ་ ལ་ ནི །_། རིན་ཆེན་ སྣམ་བུ་ ལྡ་ལྡི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $334 “The well-gone Guṇakūṭa, when the son of a captain, |#| Offered a precious blanket with tassels |#| To the thus-gone Array of Offerings |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཆོད་ གྲགས་ སཱལ་ ཆེན་ ལྟ་བུ འི་ བྲམ་ཟེ་ ཚེ །_། འཁོར་ ནི་ བྱེ་ བར་ བཅས་པ འི་ དེ་བཞིན་ གཤེགས་པ་པོ །_། འཇིག་རྟེན་ རྣམ་པར་ གྲགས་ ལ་ ཁྲུས་ ཀྱི་ ཡོ་བྱད་ ཕུལ །_། |#| དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $335 “The well-gone Arhadyaśas, when a prosperous brahmin, |#| Offered bathing utensils |#| To the thus-gone Famed throughout the World and his ten millionfold retinue |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཆོས་གྲགས་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དྲག་ཤུལ་ བྱིན་པ་ ཡི །_། འཆག་ས་ དག་ ནི་ ཕྱག་དར་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $336 “The thus-gone Dharmakīrti, when a guide, |#| Swept a monastic walkway |#| For the thus-gone Fierce Gift |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྦྱིན་ འོད་ དཔའ་བོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོག་ ཏུ་ གྲགས་ དེ་ |#| ལ །_། རྒྱལ་མཚན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $337 “The thus-gone Dānaprabha, when a hero, |#| Offered banners |#| To the thus-gone Supreme Fame |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གློག་ འབྱིན་ གྲོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དོན་གྲུབ་ མཐུ་རྩལ་ ལ །_། གདིང་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་ [304b] བསྐྱེད་ དོ །_།
en: $338 “The thus-gone Vidyuddatta, when the head of a city, |#| Offered cushioned seats |#| To the thus-gone Powerful Accomplishment |#| And in doing so first gave rise to the mind of awakening. [304.b]

source: དེ་བཞིན་ གཤེགས་པ་ བདེན་ གསུང་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡིས་ མཆོད་ དེ་ |#| ལ །_། སྦྲང་རྩི ར་ བཅས་པ འི་ འབྲས་ཆན་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $339 “The thus-gone Satyakathin, when a householder, |#| Offered cooked rice with honey |#| To the thus-gone Worshiped by Gods |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཚོ་བྱེད་ ལྷ་རིས་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེན་པ་པོ་ དེ་ ཡི །_། གཙུག་ལག་ཁང་ ནི་ ཕྱག་དར་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $340 “The well-gone Jīvaka, when a god, |#| Swept a monastic temple |#| To the thus-gone Truthful |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ན་ཚོད་ བཟང་པོ་ རྩྭ་ འཚོང་ ཚེ །_། བདེ་གཤེགས་ ཟིལ་ གྱིས་ མི་ ནོན་ གྲགས་པ་ ལ །_། རྩྭ་ ཡི་ སྒྲོན་མ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $341 “The well-gone Suvayas, when a grass seller, |#| Offered straw lamps |#| To the well-gone Indomitable Fame |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལེགས་པ འི་ ཚོགས་ཅན་ འཁོར་ སྒྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ འོད་ དེ་ ལ །_། ན་བཟའ་ རིན་པོ་ཆེ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $342 “The well-gone Sadgaṇin, when a universal monarch, |#| Offered precious garments |#| To the thus-gone Light of the Worthy Ones |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྣམ་ ངེས་ བློ་གྲོས་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ སྒྲོན་ ཆེན་ ལ །_། མུ་ ཀ་ ཙན་ ཏྲ་ ཀ་དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $343 “The well-gone Viniścitamati, when the son of a merchant, |#| Offered mu ka tsan dra ka#191 |#| To the thus-gone Great Lamp |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྲིད་མཐའ་ ནོར་བུ འི་ སྤོས །_། རིམ་གྲོ་པ་ ཚེ་ བདེ་གཤེགས་ བློ་ སྤྱོད་ ལ །_། ཆོས་ ཀྱི་ གདན་ དག་ བཤམ་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $344 “The thus-gone Bhavānta­maṇi­gandha, |#| While attending to the well-gone Wisdom Practice, |#| Prepared seats for the teaching of Dharma |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྒྱལ་བས་ དགྱེས་པ་ གོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་རྩལ་ ཅན་ དེ་ ལ །_། ཆོས་གོས་ གསུམ་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $345 “The well-gone Jayanandin, when a garment merchant, |#| Offered the three Dharma robes |#| To the thus-gone Powerful |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ འོད་ཟེར་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐོགས་མེད་ གཤེགས་པ་པོ །_། ལམ་ དུ་ ཞུགས་ ཚེ་ བསྐོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $346 “The well-gone Siṃharaśmi, when a guide, |#| Circumambulated the thus-gone Gone Unhindered |#| When he was traveling, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྣམ་པར་ སྣང་ མཛད་ རིན་པོ་ཆེ །_། རྟོག་ ཤེས་ ཚེ་ ན་ དེ་བཞིན་ གཤེགས་པ་པོ །_། ཡིད་གཉིས་ སྤོང་བ འི་ འཆག་ས་ བཤམས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $347 “The well-gone Vairocana, when an expert on jewels, |#| Prepared a monastic walkway |#| For the thus-gone Abandoning Doubt |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གྲགས་ མཆོག་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟུལ་ཞུགས་ ཆེ་ དེ་ ལ །_། སྣ་མ འི་ མེ་ཏོག་ ཆུན་པོ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $348 “The thus-gone Yaśottara, when an incense merchant, |#| Offered a bouquet of sumanā flowers |#| To the thus-gone Great Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐུགས་ རབ་ གཞུངས་པ་ ཕྱག་དར་བ འི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ལྷ་ གསལ་ ལ །_། མངོན་སུམ་ དག་ ཏུ་ [305a] བསྟོད་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $349 “The well-gone Sumedhas, when the son of a sweeper, |#| Offered praises |#| In the presence of the thus-gone Divine Clarity[305.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནོར་བུ འི་ ཟླ་བ་ ལྷ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཁྲུལ་ མེད་ གཤེགས་ དེ་ |#| ལ །_། ལྷ་ ཡི་ གཞལ་ཡས་ ཁང་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $350 “The well-gone Maṇicandra, when a divine son, |#| Offered a heavenly palace |#| To the thus-gone Gone Beyond Delusion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲག་ཤུལ་ འོད་ཟེར་ དགོན་པ་ ཡི །_། དགེ་སློང་ ཚེ་ ན་ བདེ་གཤེགས་ ཡུལ་འཁོར་ ལྷ །_། དེ་ ལ་ ཆོས་གོས་ སྣམ་སྦྱར་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $351 “The well-gone Ugraprabha, when a monk in a hermitage, |#| Offered Dharma robes and shawls |#| To the well-gone God of the Land |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ ཐུབ་ མེད་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཛེས་པ ར་ དགྱེས་ དེ་ ལ །_། གདུགས་ དང་ དར་ཡུག་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $352 “The well-gone Anihatavrata, when a prince, |#| Offered a parasol and a roll of silk |#| To the thus-gone Beautiful Delight |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འགྲོས་ མཆོད་ གདོལ་ བུ འི་ ཚེ །_། ཉི་མ་ འགའ་ཞིག་ བསླབ་པ་ ལྔ་ མནོས་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ དཔལ་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $353 “The thus-gone Jagatpūjita, when the son of an outcaste, |#| Observed for some days the fivefold training |#| Before the thus-gone Flower of Glory, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནོར་བུ འི་ ཚོགས་ ནི་ བརྒྱ་བྱིན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མི་ འཇིགས་ སྦྱིན་ དེ་ ལ །_། གསེར་ གྱི་ ཤིང་རྟ་ རྐྱེན་ བཅས་ སྟོང་ སྙེད་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $354 “The well-gone Maṇigaṇa, when Śakra, |#| Offered thousands of equipped golden chariots |#| To the thus-gone Giver of Fearlessness |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཇིག་རྟེན་ བླ་མ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ དགའ་ དེ་ |#| ལ་ ནི །_། མ་ དྷུ་ ཀ་ ཡི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $355 “The well-gone Lokottara, when a brahmin, |#| Scattered madhuka flowers |#| Before the thus-gone Divine Joy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གླང་ཆེན་ སེང་གེ་ ལོང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ འི་ འོད་ དེ་ ཡི །_། འཆག་ས་ དག་ ནི་ ཆག་ཆག་ བཏབ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $356 “The well-gone Siṃhahastin, when a blind man, |#| Sprinkled water on a monastic walkway |#| Before the thus-gone Light of Liberation |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ རྒྱལ་པོ འི་ བུར་ གྱུར་ ཚེ །_། ཟླ་བ་ བཞི ར་ ནི་ དགེ་སློང་ དགེ་འདུན་ ན་བ་ ཡི །_། གསོས་ སྨན་ དག་ ལ་ སྤྱན་ དྲངས་ བདེ་གཤེགས་ འོད་འཕྲོ་ ལ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $357 “The thus-gone Candra, when a prince, |#| Offered four months of medical supplies for the saṅgha of monks |#| Before the well-gone Radiance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ འོད་ཟེར་ འཁོར་ལོ ས་ སྒྱུར་བ་ ཡི །_། བཙུན་མོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ ཡོན་ཏན་ འབྱུང་གནས་ ལ །_། ཡུ་བ་ ནོར་བུས་ སྤྲས་པ འི་ རྔ་ཡབ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $358 “The well-gone Ratnārci, when the queen of a universal monarch, |#| Offered a fan with a jewel handle |#| To the well-gone Source of Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ སྦེད་པ་ ཚན་ ཆེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱམས་པ འི་ བློ་ དེ་ ནི །_། ལམ་ དུ་ ཞུགས་ ཚེ་ བསིལ་བ འི་ རླུང་ཡབ་ བྱས །_། |#| [305b] དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $359 “The well-gone Rāhuguhya, when a champion, |#| Offered cooling fanning |#| To the thus-gone Mind of Love [305.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ རྒྱ་མཚོ་ གྲོང་རྡལ་ གྱི །_། བྱིས་པ འི་ ཚེ་ ན་ བདེ་གཤེགས་ བྱང་ཆུབ་ འོད །_། དེ་ ལ་ ཚེམས་ཤིང་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $360 “The well-gone Guṇasāgara, when a village boy, |#| Offered toothsticks |#| To the well-gone Light of Awakening |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ ལྡན་པ་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ རྒྱ་མཚོ་ ལ །_། མར་མེ འི་ ཁ་ ནི་ སྟོང་ སྙེད་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $361 “The well-gone Sahitaraśmi, when the son of a merchant, |#| Offered thousands of lamps |#| To the thus-gone Ocean |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ཏུ་ ཞི་ སྟབས་ གྱད་ ཀྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ དགྱེས་ དེ་ ལ །_། ནོར་བུས་ སྤྲས་པ འི་ མཆིལ་ལྷམ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $362 “The well-gone Praśāntagati, when an athlete, |#| Offered jewel-studded footwear |#| To the thus-gone Delighting in Awakening |#| And in doing so first gave rise to the mind of awakening.
